{
  "header": {
    "howItWorks": "How it Works",
    "activities": "Our Activities",
    "implementation": "School Implementation",
    "events": "Events",
    "about": "About Us",
    "login": "Login",
    "signup": "Sign Up"
  },
  "language": {
    "select": "Select language",
    "en": "English",
    "es": "Spanish",
    "pt": "Portuguese"
  },
  "activities": {
    "title": "Our Activities",
    "pageTitle": "Activities",
    "pageDescription": "Explore our interactive math activities designed for engaging learning.",
    "takeALook": "Take a look!",
    "categoriesDescription": "We explore mathematical concepts through various activities organized into the following categories:",
    "selectGrade": "Select Grade",
    "grade": "Grade",
    "selectContent": "Select a content to see an example of the activities",
    "simplifyingComplexity": {
      "title": "Simplifying Complexity",
      "description": "We've broken down learning objectives into small, well-defined components connected to each other. Our algorithm uses this structure to guide students through personalized learning, ensuring they progress in the correct order with a gradual approach."
    },
    "personalizedMap": {
      "title": "Your Personalized Map",
      "description": "We structure the knowledge components based on your curriculum so students will find the same unit and lesson names on Blueberry Math as in their school materials."
    },
    "infinitePossibilities": {
      "title": "Infinite Possibilities",
      "description": "Every learning goal has its own evaluation engine capable of generating a limitless variety of activities. These activities are designed by an interdisciplinary team of educators, pedagogues, mathematicians, grammar experts, and designers. Activity values update automatically, giving each student a personalized experience every time. With a base of 8,000 activities, the possibilities are endless: each student faces different challenges every time they log in."
    },
    "holisticLearning": {
      "title": "Holistic Learning",
      "description": "Our methodology ensures comprehensive learning through a structured approach. Identify - Students learn to recognize and understand key mathematical concepts in various contexts. Recall - Students practice retrieving and applying previously learned concepts to reinforce understanding. Apply - Students demonstrate mastery by using mathematical knowledge to solve real-world problems effectively."
    }
  },
  "footer": {
    "support": "Support",
    "legalAdvice": "Legal Advice",
    "cookiesPolicy": "Cookies Policy",
    "privacyPolicy": "Privacy Policy"
  }
}