{
  "title": "O que é Blueberry Math?",
  "description": [
    "Blueberry Math é uma plataforma educacional inovadora que transforma a maneira como os estudantes aprendem matemática através de uma envolvente temática de aventura espacial.",
    "Nossa plataforma combina tecnologia de ponta com métodos educacionais comprovados para criar uma experiência de aprendizado única que torna a matemática divertida e eficaz para os estudantes.",
    "Através de desafios interativos, caminhos de aprendizado personalizados e feedback em tempo real, os estudantes desenvolvem bases matemáticas sólidas enquanto aproveitam sua jornada educacional.",
    "Acreditamos que cada estudante tem o potencial de se destacar em matemática, e nossa plataforma fornece as ferramentas e o suporte necessários para desbloquear esse potencial."
  ],
  "whoIsBehind": {
    "title": "Quem está por trás do Blueberry Math?",
    "poweredBy": "Blueberry Math é um produto desenvolvido pela",
    "description": [
      "Oneclick é uma equipe de tecnólogos digitais, especialistas em produtos e entusiastas da educação unidos por um objetivo comum: tornar o mundo um lugar melhor através da educação, ajudando milhões de estudantes a se tornarem adultos realizados.",
      "A inovação tem sido a base de nossa filosofia desde o início. Pesquisamos e experimentamos continuamente novas formas de transformar excelente conteúdo em experiências de aprendizado bem-sucedidas, integrando evidências neurocientíficas com tecnologias computacionais avançadas.",
      "Com experiência reconhecida no setor editorial K-12, projetamos e construímos soluções versáteis para atender às necessidades de estudantes, professores e escolas. Nos últimos 15+ anos, apoiamos editoras educacionais em suas transformações digitais, mas acreditamos que a educação ainda tem muito espaço para inovação, e estamos comprometidos a fazer mais.",
      "Somos apaixonados por tecnologia e educação, e sabemos que a tecnologia pode revolucionar o processo de aprendizagem.",
      "Aprendemos muito com as editoras e continuamos aprendendo diariamente ao interagir com professores, estudantes e escolas para entender suas necessidades, frustrações e aspirações por melhores experiências de aprendizado.",
      "Foi assim que nasceu o Blueberry Math: uma combinação de nossas paixões por educação e tecnologia, voltada para potencializar a experiência de ensino e aprendizagem em uma das matérias mais críticas. E esperamos ajudar você, os professores, a guiar os estudantes a se tornarem os indivíduos que aspiram ser."
    ]
  }
}