{
  "header": {
    "howItWorks": "Como Funciona",
    "activities": "Nossas Atividades",
    "implementation": "Implementação Escolar",
    "events": "Eventos",
    "about": "Sobre Nós",
    "login": "Entrar",
    "signup": "Cadastrar"
  },
  "howItWorks": {
    "title": "Como usar o Blueberry Math",
    "subtitle": "Um método simples e eficaz",
    "scienceTitle": "A Ciência por Trás",
    "scienceSubtitle": "Entendendo como o Blueberry Math melhora o aprendizado",
    "evidenceTitle": "Evidência Científica",
    "evidenceSubtitle": "Pesquisa que suporta nossa metodologia",
    "method": {
      "steps": {
        "integrate": {
          "title": "Integre o Blueberry nas Rotinas Diárias",
          "description": "O Blueberry Math é uma ferramenta versátil que pode ser usada em casa ou na escola. Na sala de aula, dedique alguns minutos no início ou final da aula para reforçar o que você ensinou, ou use como atividade de recompensa após completar outras tarefas."
        },
        "consistency": {
          "title": "A Consistência é Fundamental",
          "description": "Estabeleça uma rotina diária, seja em casa, na sala de aula ou em ambos, para que os alunos pratiquem matemática por 15 minutos por dia, consolidando suas habilidades principais."
        },
        "motivation": {
          "title": "Motive através da Narrativa do Jogo",
          "description": "Os professores guiam os alunos através dos tópicos que serão cobertos na semana seguinte. Incentive-os a completar missões como parte de seu aprendizado e a se envolver com a história."
        },
        "dashboard": {
          "title": "Use o Painel do Professor como seu Aliado",
          "description": "Revise o progresso de seus alunos pelo menos uma vez por semana, identifique aqueles que precisam de suporte adicional e planeje intervenções personalizadas com base nos dados da plataforma. Use relatórios de progresso e dedicação para agrupar alunos para oportunidades de aprendizado entre pares."
        },
        "families": {
          "title": "Envolva as Famílias no Aprendizado",
          "description": "Compartilhe relatórios de progresso com os pais ao final de cada período para mantê-los informados e envolvidos no desenvolvimento matemático de seus filhos."
        },
        "evaluation": {
          "title": "Avaliação Divertida do Conhecimento",
          "description": "Use sessões semanais de prática em sala para revisar tópicos e realizar avaliações diagnósticas de forma dinâmica e colaborativa, adaptadas aos níveis de sua turma."
        }
      }
    },
    "science": {
      "points": {
        "adaptive": {
          "title": "Progressão Adaptativa",
          "description": "As atividades se ajustam ao nível do aluno, mantendo-os desafiados mas não frustrados, garantindo que trabalhem no currículo em seu próprio ritmo."
        },
        "forgetting": {
          "title": "Curva do Esquecimento",
          "description": "Os alunos revisam conceitos previamente aprendidos para evitar esquecimento e construir conhecimento sólido."
        },
        "contexts": {
          "title": "Contextos da Vida Real",
          "description": "Torna o aprendizado mais agradável e aplicável usando cenários com os quais os alunos podem se relacionar."
        },
        "spaced": {
          "title": "Prática Espaçada",
          "description": "Os algoritmos garantem que os alunos revisitem conceitos dominados, promovendo retenção a longo prazo."
        },
        "gamification": {
          "title": "Gamificação Motivadora",
          "description": "As narrativas do jogo e as conquistas desbloqueadas estimulam a curiosidade e a consistência nos alunos."
        }
      }
    }
  },
  "about": {
    "title": "O que é o Blueberry Math?",
    "description": [
      "O Blueberry Math é uma plataforma educacional inovadora que transforma a maneira como os alunos aprendem matemática através de uma envolvente temática de aventura espacial.",
      "Nossa plataforma combina tecnologia de ponta com métodos educacionais comprovados para criar uma experiência de aprendizado única que torna a matemática divertida e eficaz para os alunos.",
      "Através de desafios interativos, caminhos de aprendizado personalizados e feedback em tempo real, os alunos desenvolvem bases matemáticas sólidas enquanto aproveitam sua jornada educacional.",
      "Acreditamos que cada aluno tem o potencial de se destacar em matemática, e nossa plataforma fornece as ferramentas e o suporte necessários para desbloquear esse potencial."
    ],
    "whoIsBehind": {
      "title": "Quem está por trás do Blueberry Math?",
      "poweredBy": "O Blueberry Math é um produto desenvolvido pela",
      "description": [
        "Oneclick é uma equipe de tecnólogos digitais, especialistas em produtos e entusiastas da educação unidos por um objetivo comum: tornar o mundo um lugar melhor através da educação, ajudando milhões de alunos a se tornarem adultos realizados.",
        "A inovação tem sido a base de nossa filosofia desde o início. Pesquisamos e experimentamos continuamente novas formas de transformar excelente conteúdo em experiências de aprendizado bem-sucedidas, integrando evidências neurocientíficas com tecnologias computacionais avançadas.",
        "Com experiência reconhecida no setor editorial K-12, projetamos e construímos soluções versáteis para atender às necessidades de alunos, professores e escolas. Nos últimos 15+ anos, apoiamos editoras educacionais em suas transformações digitais, mas acreditamos que a educação ainda tem muito espaço para inovação, e estamos comprometidos a fazer mais.",
        "Somos apaixonados por tecnologia e educação, e sabemos que a tecnologia pode revolucionar o processo de aprendizagem.",
        "Aprendemos muito com as editoras e continuamos aprendendo diariamente ao interagir com professores, alunos e escolas para entender suas necessidades, frustrações e aspirações por melhores experiências de aprendizado.",
        "Foi assim que nasceu o Blueberry Math: uma combinação de nossas paixões por educação e tecnologia, voltada para potencializar a experiência de ensino e aprendizagem em uma das matérias mais críticas. E esperamos ajudar você, os professores, a guiar os alunos a se tornarem os indivíduos que aspiram ser."
      ]
    }
  }
}