{
  "title": "¿Qué es Blueberry Math?",
  "description": [
    "Blueberry Math es una plataforma educativa innovadora que transforma la forma en que los estudiantes aprenden matemáticas a través de una atractiva temática de aventura espacial.",
    "Nuestra plataforma combina tecnología de vanguardia con métodos educativos probados para crear una experiencia de aprendizaje única que hace que las matemáticas sean divertidas y efectivas para los estudiantes.",
    "A través de desafíos interactivos, rutas de aprendizaje personalizadas y retroalimentación en tiempo real, los estudiantes desarrollan bases matemáticas sólidas mientras disfrutan de su viaje educativo.",
    "Creemos que cada estudiante tiene el potencial de sobresalir en matemáticas, y nuestra plataforma proporciona las herramientas y el apoyo necesarios para desbloquear ese potencial."
  ],
  "whoIsBehind": {
    "title": "¿Quién está detrás de Blueberry Math?",
    "poweredBy": "Blueberry Math es un producto desarrollado por",
    "description": [
      "Oneclick es un equipo de tecnólogos digitales, expertos en productos y entusiastas de la educación unidos por un objetivo común: hacer del mundo un lugar mejor a través de la educación ayudando a millones de estudiantes a convertirse en adultos realizados.",
      "La innovación ha sido la base de nuestra filosofía desde nuestros inicios. Investigamos y experimentamos continuamente con nuevas formas de transformar excelente contenido en experiencias de aprendizaje exitosas, integrando evidencia neurocientífica con tecnologías computacionales avanzadas.",
      "Con experiencia reconocida en el sector editorial K-12, diseñamos y construimos soluciones versátiles para satisfacer las necesidades de estudiantes, profesores y escuelas. Durante los últimos 15+ años, hemos apoyado a editoriales educativas en sus transformaciones digitales, pero creemos que la educación aún tiene mucho espacio para la innovación, y estamos comprometidos a hacer más.",
      "Nos apasiona la tecnología y la educación, y sabemos que la tecnología puede revolucionar el proceso de aprendizaje.",
      "Hemos aprendido mucho de las editoriales, y continuamos aprendiendo diariamente al interactuar con profesores, estudiantes y escuelas para entender sus necesidades, frustraciones y aspiraciones por mejores experiencias de aprendizaje.",
      "Así nació Blueberry Math: una combinación de nuestras pasiones por la educación y la tecnología, dirigida a potenciar la experiencia de enseñanza y aprendizaje en una de las materias más críticas. Y esperamos ayudarte a ti, los profesores, a guiar a los estudiantes a convertirse en los individuos que aspiran ser."
    ]
  }
}