{
  "header": {
    "howItWorks": "Cómo Funciona",
    "activities": "Nuestras Actividades",
    "implementation": "Implementación Escolar",
    "events": "Eventos",
    "about": "Sobre Nosotros",
    "login": "Iniciar Sesión",
    "signup": "Registrarse"
  },
  "howItWorks": {
    "title": "Cómo usar Blueberry Math",
    "subtitle": "Un método simple y efectivo",
    "scienceTitle": "La Ciencia Detrás",
    "scienceSubtitle": "Entendiendo cómo Blueberry Math mejora el aprendizaje",
    "evidenceTitle": "Evidencia Científica",
    "evidenceSubtitle": "Investigación que respalda nuestra metodología",
    "method": {
      "steps": {
        "integrate": {
          "title": "Integra Blueberry en las Rutinas Diarias",
          "description": "Blueberry Math es una herramienta versátil que se puede usar en casa o en la escuela. En el aula, dedica unos minutos al inicio o final de la clase para reforzar lo que has enseñado, o úsalo como actividad de recompensa después de completar otras tareas."
        },
        "consistency": {
          "title": "La Consistencia es Clave",
          "description": "Establece una rutina diaria, ya sea en casa, en el aula o en ambos, para que los estudiantes practiquen matemáticas durante 15 minutos al día, consolidando sus habilidades clave."
        },
        "motivation": {
          "title": "Motiva a través de la Narrativa del Juego",
          "description": "Los profesores guían a los estudiantes a través de los temas que se cubrirán en la siguiente semana. Anímales a completar misiones como parte de su aprendizaje y a participar en la historia."
        },
        "dashboard": {
          "title": "Usa el Panel del Profesor como tu Aliado",
          "description": "Revisa el progreso de tus estudiantes al menos una vez por semana, identifica a aquellos que necesitan apoyo adicional y planifica intervenciones personalizadas basadas en los datos de la plataforma. Utiliza informes de progreso y dedicación para agrupar a los estudiantes para oportunidades de aprendizaje entre pares."
        },
        "families": {
          "title": "Involucra a las Familias en el Aprendizaje",
          "description": "Comparte informes de progreso con los padres al final de cada período para mantenerlos informados e involucrados en el desarrollo matemático de sus hijos."
        },
        "evaluation": {
          "title": "Evaluación Divertida del Conocimiento",
          "description": "Utiliza sesiones semanales de práctica en clase para revisar temas y realizar evaluaciones diagnósticas de manera dinámica y colaborativa, adaptadas a los niveles de tu clase."
        }
      }
    },
    "science": {
      "points": {
        "adaptive": {
          "title": "Progresión Adaptativa",
          "description": "Las actividades se ajustan al nivel del estudiante, manteniéndolos desafiados pero no frustrados, asegurando que trabajen en el plan de estudios a su propio ritmo."
        },
        "forgetting": {
          "title": "Curva del Olvido",
          "description": "Los estudiantes revisan conceptos previamente aprendidos para evitar olvidarlos y construir un conocimiento sólido."
        },
        "contexts": {
          "title": "Contextos de la Vida Real",
          "description": "Hace que el aprendizaje sea más agradable y aplicable utilizando escenarios con los que los estudiantes pueden relacionarse."
        },
        "spaced": {
          "title": "Práctica Espaciada",
          "description": "Los algoritmos aseguran que los estudiantes revisen los conceptos dominados, promoviendo la retención a largo plazo."
        },
        "gamification": {
          "title": "Gamificación Motivadora",
          "description": "Las narrativas del juego y los logros desbloqueados estimulan la curiosidad y la consistencia en los estudiantes."
        }
      }
    }
  },
  "about": {
    "title": "¿Qué es Blueberry Math?",
    "description": [
      "Blueberry Math es una plataforma educativa innovadora que transforma la manera en que los estudiantes aprenden matemáticas a través de una atractiva temática de aventura espacial.",
      "Nuestra plataforma combina tecnología de vanguardia con métodos educativos probados para crear una experiencia de aprendizaje única que hace que las matemáticas sean divertidas y efectivas para los estudiantes.",
      "A través de desafíos interactivos, rutas de aprendizaje personalizadas y retroalimentación en tiempo real, los estudiantes desarrollan bases matemáticas sólidas mientras disfrutan de su viaje educativo.",
      "Creemos que cada estudiante tiene el potencial de sobresalir en matemáticas, y nuestra plataforma proporciona las herramientas y el apoyo necesarios para desbloquear ese potencial."
    ],
    "whoIsBehind": {
      "title": "¿Quién está detrás de Blueberry Math?",
      "poweredBy": "Blueberry Math es un producto desarrollado por",
      "description": [
        "Oneclick es un equipo de tecnólogos digitales, expertos en productos y entusiastas de la educación unidos por un objetivo común: hacer del mundo un lugar mejor a través de la educación ayudando a millones de estudiantes a convertirse en adultos realizados.",
        "La innovación ha sido la base de nuestra filosofía desde nuestros inicios. Investigamos y experimentamos continuamente con nuevas formas de transformar excelente contenido en experiencias de aprendizaje exitosas, integrando evidencia neurocientífica con tecnologías computacionales avanzadas.",
        "Con experiencia reconocida en el sector editorial K-12, diseñamos y construimos soluciones versátiles para satisfacer las necesidades de estudiantes, profesores y escuelas. Durante los últimos 15+ años, hemos apoyado a editoriales educativas en sus transformaciones digitales, pero creemos que la educación aún tiene mucho espacio para la innovación, y estamos comprometidos a hacer más.",
        "Nos apasiona la tecnología y la educación, y sabemos que la tecnología puede revolucionar el proceso de aprendizaje.",
        "Hemos aprendido mucho de las editoriales y continuamos aprendiendo diariamente al interactuar con profesores, estudiantes y escuelas para entender sus necesidades, frustraciones y aspiraciones por mejores experiencias de aprendizaje.",
        "Así nació Blueberry Math: una combinación de nuestras pasiones por la educación y la tecnología, dirigida a potenciar la experiencia de enseñanza y aprendizaje en una de las materias más críticas. Y esperamos ayudarte a ti, los profesores, a guiar a los estudiantes a convertirse en los individuos que aspiran ser."
      ]
    }
  }
}